/* No comment provided by engineer. */
"A destination email address is invalid." = "Eine Ziel-E-Mail-Adresse ist ungültig.";

/* No comment provided by engineer. */
"Email" = "E-Mail";

/* No comment provided by engineer. */
"No destination specified." = "Kein Zielort angegeben.";

/* No comment provided by engineer. */
"Other destinations cannot be empty." = "Die anderen Zielorte dürfen nicht leer sein.";

/* No comment provided by engineer. */
"Password cannot be empty if authentication is required." = "Das Kennwort darf nicht leer sein, wenn eine Authentifizierung erforderlich ist.";

/* No comment provided by engineer. */
"Send an email notification announcing a new podcast" = "Eine Ankündigungs-E-Mail für einen neuen Podcast senden";

/* No comment provided by engineer. */
"Sender email address cannot be empty." = "Der E-Mail-Absender darf nicht leer sein.";

/* No comment provided by engineer. */
"SMTP address cannot be empty." = "Die SMTP-Adresse darf nicht leer sein.";

/* No comment provided by engineer. */
"Too many destination emails (maximum is 16)." = "Zu viele Zielort-E-Mails (Maximum ist 16).";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

/* No comment provided by engineer. */
"Username cannot be empty." = "Der Benutzername darf nicht leer sein.";

